/*
This file is part of Telegram Desktop,
the official desktop version of Telegram messaging app, see https://telegram.org

Telegram Desktop is free software: you can redistribute it and/or modify
it under the terms of the GNU General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

It is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
GNU General Public License for more details.

In addition, as a special exception, the copyright holders give permission
to link the code of portions of this program with the OpenSSL library.

Full license: https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE
Copyright (c) 2014-2017 John Preston, https://desktop.telegram.org
*/
"lng_language_name" = "Polski";
"lng_switch_to_this" = "Przełącz na polski";

"lng_menu_contacts" = "Kontakty";
"lng_menu_calls" = "Połączenia";
"lng_menu_settings" = "Ustawienia";
"lng_menu_about" = "O programie…";
"lng_menu_update" = "Aktualizacja";
"lng_menu_back" = "Wstecz";
"lng_menu_night_mode" = "Tryb nocny";

"lng_disable_notifications_from_tray" = "Wyłącz powiadomienia";
"lng_enable_notifications_from_tray" = "Włącz powiadomienia";
"lng_open_from_tray" = "Otwórz Telegram";
"lng_minimize_to_tray" = "Minimalizuj do obszaru powiadomień";
"lng_quit_from_tray" = "Zamknij Telegram";
"lng_tray_icon_text" = "Telegram nadal działa.\nJeśli nie widzisz ikony w obszarze\npowiadomień, możesz przeciągnąć\nją tu z obszaru ikon ukrytych.";

"lng_month1" = "stycznia";
"lng_month2" = "lutego";
"lng_month3" = "marca";
"lng_month4" = "kwietnia";
"lng_month5" = "maja";
"lng_month6" = "czerwca";
"lng_month7" = "lipca";
"lng_month8" = "sierpnia";
"lng_month9" = "września";
"lng_month10" = "października";
"lng_month11" = "listopada";
"lng_month12" = "grudnia";

"lng_month1_small" = "sty";
"lng_month2_small" = "lut";
"lng_month3_small" = "mar";
"lng_month4_small" = "kwi";
"lng_month5_small" = "maj";
"lng_month6_small" = "cze";
"lng_month7_small" = "lip";
"lng_month8_small" = "sie";
"lng_month9_small" = "wrz";
"lng_month10_small" = "paź";
"lng_month11_small" = "lis";
"lng_month12_small" = "gru";

"lng_weekday1" = "pn";
"lng_weekday2" = "wt";
"lng_weekday3" = "śr";
"lng_weekday4" = "czw";
"lng_weekday5" = "pt";
"lng_weekday6" = "sob";
"lng_weekday7" = "nd";

"lng_month_day" = "{day} {month}";
"lng_month_day_year" = "{day} {month} {year}";
"lng_month_year" = "{month} {year}";

"lng_box_ok" = "OK";

"lng_cancel" = "Anuluj";
"lng_continue" = "Kontynuuj";
"lng_close" = "Zamknij";
"lng_connecting" = "Łączenie…";
"lng_connecting_to_proxy" = "Łączenie z proxy…";
"lng_connecting_settings" = "Ustawienia";
"lng_reconnecting#one" = "Ponowne łączenie za {count} s…";
"lng_reconnecting#other" = "Ponowne łączenie za {count} s…";
"lng_reconnecting_try_now" = "Spróbuj teraz";

"lng_status_service_notifications" = "powiadomienia serwisowe";
"lng_status_support" = "pomoc";
"lng_status_bot" = "bot";
"lng_status_bot_reads_all" = "ma dostęp do wiadomości";
"lng_status_bot_not_reads_all" = "nie ma dostępu do wiadomości";
"lng_status_offline" = "ostatnio widziano dawno temu";
"lng_status_recently" = "ostatnio widziano niedawno";
"lng_status_last_week" = "ostatnio widziano w ciągu tygodnia";
"lng_status_last_month" = "ostatnio widziano w ciągu miesiąca";
"lng_status_lastseen_now" = "ostatnio widziano przed chwilą";
"lng_status_lastseen_minutes#one" = "ostatnio widziano {count} min. temu";
"lng_status_lastseen_minutes#other" = "ostatnio widziano {count} min. temu";
"lng_status_lastseen_hours#one" = "ostatnio widziano {count} godz. temu";
"lng_status_lastseen_hours#other" = "ostatnio widziano {count} godz. temu";
"lng_status_lastseen_today" = "ostatnio widziano dzisiaj o {time}";
"lng_status_lastseen_yesterday" = "ostatnio widziano wczoraj o {time}";
"lng_status_lastseen_date" = "ostatnio widziano {date}";
"lng_status_lastseen_date_time" = "ostatnio widziano {date} o {time}";
"lng_status_online" = "online";
"lng_status_connecting" = "łączenie…";

"lng_chat_status_unaccessible" = "grupa jest niedostępna";
"lng_chat_status_members#one" = "{count} członek";
"lng_chat_status_members#other" = "{count} członków";
"lng_chat_status_online#one" = "{count} online";
"lng_chat_status_online#other" = "{count} online";
"lng_chat_status_members_online" = "{members_count}, {online_count}";

"lng_channel_status" = "kanał";
"lng_group_status" = "grupa";

"lng_channel_members_link#one" = "Członków - {count}";
"lng_channel_members_link#other" = "Członków - {count}";
"lng_channel_admins_link#one" = "Administratorów - {count}";
"lng_channel_admins_link#other" = "Administratorów - {count}";

"lng_server_error" = "Wewnętrzny błąd serwera.";
"lng_flood_error" = "Zbyt wiele prób. Spróbuj ponownie później.";
"lng_gif_error" = "Wystąpił błąd podczas odczytu animowanego GIFa :(";
"lng_edit_error" = "Nie można edytować tej wiadomości";
"lng_join_channel_error" = "Dołączono do zbyt dużej liczby kanałów i super grup. Przed dołączeniem do kolejnych opuść niektóre z nich.";
"lng_error_phone_flood" = "Ostatnio twoje konto było usuwane i ponownie tworzone zbyt wiele razy. Musisz odczekać kilka dni zanim ponownie się zarejestrujesz.";
"lng_error_start_minimized_passcoded" = "Ustawiono lokalny kod dostępu, więc aplikacji nie można uruchomić zminimalizowanej. Przed rozpoczęciem działania aplikacja poprosi o wprowadzenie kodu dostępu.";
"lng_error_pinned_max#one" = "Na górze nie można  przypiąć więcej czatów niż - {count}.";
"lng_error_pinned_max#other" = "Na górze nie można przypiąć więcej czatów niż - {count}.";
"lng_error_public_groups_denied" = "Zabroniono ci uczestnictwa w publicznych grupach.\n{more_info}";
"lng_error_cant_add_member" = "Nie możesz dodać bota do tej grupy. Poproś administratora grupy, aby to zrobił.";
"lng_error_cant_add_bot" = "Ten bot nie może być dodany do grup.";
"lng_error_cant_add_admin_invite" = "Nie możesz dodać tego użytkownika jako administratora ponieważ nie jest on członkiem tej grupy a ty nie masz uprawnień do zaproszenia go.";
"lng_error_cant_add_admin_unban" = "Nie możesz dodać tego użytkownika jako administratora ponieważ jest on na czarnej liście a ty nie możesz go odblokować.";
"lng_error_cant_ban_admin" = "Nie możesz zablokować tego użytkownika ponieważ jest on administratorem tej grupy a ty nie możesz go zdegradować.";
"lng_sure_add_admin_invite" = "Ten użytkownik nie jest członkiem tej grupy. Dodać go do grupy i promować na administratora?";
"lng_sure_add_admin_unban" = "Ten użytkownik jest obecnie ograniczony lub zablokowany w tej grupie. Czy na pewno chcesz go odblokować i promować?";
"lng_sure_ban_admin" = "Ten użytkownik jest administratorem w tej grupie. Czy na pewno chcesz przejść dalej i ograniczyć go?";
"lng_sure_ban_user_group" = "Zablokować użytkownika {user} w grupie?";
"lng_sure_enable_socks" = "Czy na pewno chcesz włączyć proxy?\n\nSerwer: {server}\nPort: {port}\n\nMożesz później zmienić serwer proxy w Ustawieniach (Typ połączenia).";
"lng_sure_enable" = "Włącz";

"lng_edit_deleted" = "Ta wiadomość została usunięta";
"lng_edit_too_long" = "Tekst wiadomości jest zbyt długi";
"lng_edit_message" = "Edytuj wiadomość";
"lng_edit_message_text" = "Nowy tekst wiadomości…";
"lng_deleted" = "Usunięte konto";
"lng_deleted_message" = "Usunięta wiadomość";
"lng_pinned_message" = "Przypięta wiadomość";
"lng_pinned_unpin_sure" = "Chcesz odpiąć tę wiadomość?";
"lng_pinned_pin_sure" = "Chcesz przypiąć tę wiadomość?";
"lng_pinned_pin" = "Przypnij";
"lng_pinned_unpin" = "Odepnij";
"lng_pinned_notify" = "Powiadamiaj wszystkich członków";

"lng_intro_about" = "Witamy w oficjalnej aplikacji Telegram na komputery stacjonarne.\nJest szybka i bezpieczna.";
"lng_start_msgs" = "URUCHOM KOMUNIKATOR";

"lng_intro_next" = "DALEJ";
"lng_intro_finish" = "ZAREJESTRUJ SIĘ";
"lng_intro_submit" = "AKCEPTUJ";

"lng_photo_caption" = "Podpis";
"lng_photos_comment" = "Komentarz";

"lng_phone_title" = "Twój numer";
"lng_phone_desc" = "Potwierdź kod kraju i\npodaj swój numer telefonu.";
"lng_phone_notreg" = "Jeśli nie masz jeszcze konta Telegramu,\n[b]zarejestruj się[/b] ze swojego {link_start}Androida / iPhona{link_end},\nlub {signup_start}tutaj.{signup_end}";
"lng_country_code" = "Kod kraju";
"lng_bad_country_code" = "Nieprawidłowy kod kraju";
"lng_country_ph" = "Szukaj";
"lng_country_none" = "Nie znaleziono kraju";
"lng_country_select" = "Wybierz kraj";

"lng_code_ph" = "Twój kod";
"lng_code_desc" = "Wysłaliśmy do ciebie na telefon wiadomość z kodem\naktywacyjnym. Wprowadź go poniżej.";
"lng_code_telegram" = "Wprowadź kod otrzymany\nw [b]Telegramie[/b] na telefon.";
"lng_code_no_telegram" = "Wyślij kod przez SMS";
"lng_code_call" = "Telegram połączy się z tobą za {minutes}:{seconds}";
"lng_code_calling" = "Prośba o połączenie z Telegramem…";
"lng_code_called" = "Telegram wybrał twój numer";

"lng_bad_phone" = "Nieprawidłowy numer telefonu. Spróbuj ponownie.";
"lng_bad_phone_noreg" = "Niezarejestrowany numer telefonu.";
"lng_bad_code" = "Wpisano nieprawidłowy kod.";
"lng_bad_name" = "Podaj swoje imię i nazwisko.";
"lng_bad_photo" = "Wybrano zły obraz.";

"lng_signin_title" = "Sprawdzanie hasła do chmury";
"lng_signin_desc" = "Wprowadź hasło do chmury.";
"lng_signin_recover_desc" = "Wprowadź kod z wiadomości\n{email}";
"lng_signin_password" = "Hasło do chmury";
"lng_signin_code" = "Kod z wiadomości e-mail";
"lng_signin_recover" = "Nie pamiętasz hasła?";
"lng_signin_recover_title" = "Resetowanie hasła";
"lng_signin_hint" = "Podpowiedź: {password_hint}";
"lng_signin_recover_hint" = "Kod został wysłany na {recover_email}";
"lng_signin_bad_password" = "Wprowadzono błędne hasło.";
"lng_signin_wrong_code" = "Wprowadzono nieprawidłowy kod.";
"lng_signin_try_password" = "Masz problem z dostępem do poczty e-mail?";
"lng_signin_password_removed" = "Twoje hasło do chmury zostało wyłączone.\nW ustawieniach możesz ustanowić nowe.";
"lng_signin_no_email_forgot" = "Ponieważ podczas ustanawiania hasła nie podano adresu e-mail\nsłużącego do jego odzyskiwania, dostępne możliwe opcje to zapamiętanie hasła lub zresetowanie konta.";
"lng_signin_cant_email_forgot" = "Jeśli nie możesz przywrócić dostępu do swojej poczty, możliwe opcje to zapamiętanie hasła lub zresetowanie konta.";
"lng_signin_reset_account" = "Zresetuj swoje konto";
"lng_signin_sure_reset" = "Ostrzeżenie!\n\nStracisz wszystkie rozmowy i wiadomości, wraz ze wszelkimi multimediami i plikami współdzielonymi!\n\nCzy chcesz zresetować swoje konto?";
"lng_signin_reset" = "Resetuj";
"lng_signin_reset_wait" = "Mimo, że konto {phone_number} jest aktywne i zabezpieczone hasłem ze względów bezpieczeństwa usuniemy je w ciągu tygodnia. Możesz anulować ten proces w każdej chwili.\n\nBędzie można zresetować swoje konto za:\n{when}";
"lng_signin_reset_days#one" = "{count} dzień";
"lng_signin_reset_days#other" = "{count} dni";
"lng_signin_reset_hours#one" = "{count} godz.";
"lng_signin_reset_hours#other" = "{count} godz.";
"lng_signin_reset_minutes#one" = "{count} min.";
"lng_signin_reset_minutes#other" = "{count} min.";
"lng_signin_reset_in_days" = "{days_count} {hours_count} {minutes_count}";
"lng_signin_reset_in_hours" = "{hours_count} {minutes_count}";
"lng_signin_reset_cancelled" = "Twoje ostatnie próby zresetowania tego konta zostały anulowane przez jego aktywnego użytkownika. Spróbuj ponownie po 7 dniach.";

"lng_signup_title" = "Twoje dane";
"lng_signup_desc" = "Podaj swoją nazwę i\nprześlij zdjęcie.";

"lng_signup_firstname" = "Imię";
"lng_signup_lastname" = "Nazwisko";

"lng_dlg_filter" = "Szukaj";
"lng_dlg_new_group_name" = "Nazwa grupy";
"lng_dlg_new_channel_name" = "Nazwa kanału";
"lng_no_contacts" = "Nie masz żadnych kontaktów";
"lng_no_chats" = "Tutaj będą twoje czaty";
"lng_contacts_loading" = "Wczytywanie…";
"lng_contacts_not_found" = "Nie znaleziono kontaktów";
"lng_dlg_search_for_messages" = "Wyszukiwanie wiadomości";
"lng_update_telegram" = "Aktualizuj Telegram";
"lng_dlg_search_in" = "Szukaj wiadomości w";
"lng_dlg_search_from" = "Od: {user}";

"lng_settings_save" = "Zapisz";
"lng_settings_upload" = "Ustaw zdjęcie profilowe";
"lng_settings_crop_profile" = "Zaznacz obszar na zdjęciu profilowym";
"lng_settings_uploading_photo" = "Przesyłanie zdjęcia…";
"lng_settings_edit" = "Edytuj";
"lng_settings_drop_area_subtitle" = "aby ustawić je jako swoje zdjęcie";

"lng_username_title" = "Nazwa użytkownika";
"lng_username_about" = "Możesz wybrać nazwę użytkownika w Telegramie.\nJeśli to zrobisz, inni będą mogli znaleźć cię przez tę nazwę i kontaktować się z tobą, nie znając twojego numeru telefonu.\n\nMożesz użyć a-z, 0-9 i podkreśleń.\nMinimalna długość nazwy to 5 znaków.";
"lng_username_choose" = "Wybierz swoją nazwę użytkownika.";
"lng_username_invalid" = "Ta nazwa użytkownika jest niepoprawna.";
"lng_username_occupied" = "Ta nazwa użytkownika jest już zajęta.";
"lng_username_too_short" = "Ta nazwa użytkownika jest za krótka.";
"lng_username_bad_symbols" = "Ta nazwa użytkownika zawiera złe symbole.";
"lng_username_available" = "Ta nazwa użytkownika jest dostępna.";
"lng_username_not_found" = "Nie znaleziono użytkownika @{user}.";
"lng_username_link_willbe" = "Taki link otwiera czat z tobą:";
"lng_username_link" = "Ten link otwiera czat z tobą:";
"lng_username_copied" = "Link został skopiowany do schowka.";

"lng_bio_title" = "Edytuj swoją biografię";
"lng_bio_placeholder" = "Biografia";
"lng_bio_about" = "Możesz napisać kilka słów o sobie. Każdy użytkownik, który otworzy twój profil, zobaczy ten tekst.";

"lng_settings_section_info" = "Informacje";
"lng_settings_username" = "Nazwa użytkownika:";
"lng_settings_choose_username" = "Wybierz nazwę użytkownika";
"lng_settings_empty_bio" = "Brak";

"lng_settings_section_notify" = "Powiadomienia";
"lng_settings_desktop_notify" = "Powiadomienia na pulpicie";
"lng_settings_show_name" = "Pokazuj nazwę nadawcy";
"lng_settings_show_preview" = "Pokazuj podgląd wiadomości";
"lng_settings_use_windows" = "Użyj powiadomień Windows";
"lng_settings_use_native_notifications" = "Użyj natywnych powiadomień";
"lng_settings_advanced_notifications" = "Położenie i liczba powiadomień";
"lng_settings_notifications_position" = "Położenie na ekranie";
"lng_settings_notifications_count" = "Liczba powiadomień";
"lng_settings_sound_notify" = "Odtwórz dźwięk";
"lng_settings_include_muted" = "Zawrzyj wyciszone czaty w liczniku nieprzeczytanych";

"lng_notification_preview" = "Masz nową wiadomość";
"lng_notification_reply" = "Odpowiedz";
"lng_notification_hide_all" = "Ukryj wszystkie";
"lng_notification_sample" = "To jest przykładowe powiadomienie";

"lng_settings_section_general" = "Ogólne";
"lng_settings_change_lang" = "Zmień język";
"lng_languages" = "Języki";
"lng_sure_save_language" = "Telegram uruchomi się ponownie, by zmienić język";
"lng_settings_update_automatically" = "Automatyczna aktualizacja";
"lng_settings_current_version_label" = "Wersja {version}:";
"lng_settings_current_version" = "Wersja {version}";
"lng_settings_check_now" = "Sprawdź aktualizacje";
"lng_settings_update_checking" = "Sprawdzam dostępność aktualizacji…";
"lng_settings_latest_installed" = "Jest zainstalowana najnowsza wersja";
"lng_settings_downloading" = "Pobieranie aktualizacji {ready} / {total} MB…";
"lng_settings_update_ready" = "Nowa wersja jest gotowa";
"lng_settings_update_now" = "Uruchom ponownie teraz";
"lng_settings_update_fail" = "Sprawdzenie aktualizacji się nie powiodło :(";
"lng_settings_workmode_tray" = "Pokaż ikonę w obszarze powiadomień";
"lng_settings_workmode_window" = "Pokaż ikonę na pasku zadań";
"lng_settings_auto_start" = "Uruchamiaj Telegram przy starcie systemu";
"lng_settings_start_min" = "Uruchom zminimalizowany";
"lng_settings_add_sendto" = "Pokaż Telegram w menu «Wyślij do»";
"lng_settings_section_scale" = "Skala interfejsu";
"lng_settings_scale_auto" = "Auto ({cur})";

"lng_settings_section_chat_settings" = "Ustawienia czatu";
"lng_settings_replace_emojis" = "Zamień emoji";
"lng_settings_view_emojis" = "Pokaż listę";
"lng_settings_send_enter" = "Naciśnięcie klawisza Enter powoduje wysłanie";
"lng_settings_send_ctrlenter" = "Użycie skrótu Ctrl+Enter powoduje wysłanie";
"lng_settings_send_cmdenter" = "Użycie skrótu Cmd+Return powoduje wysłanie";

"lng_settings_section_background" = "Tło czatu";
"lng_settings_bg_use_default" = "Użyj domyślnego koloru motywu";
"lng_settings_bg_from_gallery" = "Wybierz z galerii";
"lng_settings_bg_from_file" = "Wybierz z pliku";
"lng_settings_bg_edit_theme" = "Edytuj motyw";
"lng_settings_bg_tile" = "Kafelkuj tło";
"lng_settings_adaptive_wide" = "Adaptacyjny układ dla szerokich ekranów";

"lng_backgrounds_header" = "Wybierz swoje nowe tło czatu";
"lng_theme_sure_keep" = "Zachować ten kolor motywu?";
"lng_theme_reverting#one" = "Stary kolor motywu zostanie przywrócony za {count} sek.";
"lng_theme_reverting#other" = "Stary kolor motywu zostanie przywrócony za {count} sek.";
"lng_theme_keep_changes" = "Zachowaj zmiany";
"lng_theme_revert" = "Przywróć";

"lng_download_path_dont_ask" = "Nie pytaj o ścieżkę pobierania dla każdego pliku";
"lng_download_path_label" = "Ścieżka pobierania:";
"lng_download_path_temp" = "folder tymczasowy";
"lng_download_path_default" = "domyślny folder";
"lng_download_path_clear" = "Wyczyść wszystko";
"lng_download_path_header" = "Wybierz ścieżkę pobierania";
"lng_download_path_default_radio" = "Folder Telegram w systemowym «Pobrane»";
"lng_download_path_temp_radio" = "Folder tymcz., czyszczony przy wylog. lub dezinst.";
"lng_download_path_dir_radio" = "Dowolny folder, czyszczony ręcznie";
"lng_download_path_choose" = "Wybierz ścieżkę pobierania";
"lng_sure_clear_downloads" = "Czy chcesz usunąć wszystkie pobrane pliki z folderu tymczasowego? Odbywa się to automatycznie podczas wylogowywania lub dezinstalacji programu.";
"lng_download_path_failed" = "Nie można uruchomić pobierania pliku. Może się to zdarzyć z powodu złej lokalizacji folderu pobierania.\n\nLokalizację folderu pobierania można zmienić w ustawieniach.";
"lng_download_path_settings" = "Ustawienia";
"lng_download_finish_failed" = "Nie można zakończyć pobierania pliku.\n\nCzy chcesz spróbować ponownie?";
"lng_download_path_clearing" = "Czyszczenie…";
"lng_download_path_cleared" = "Wyczyszczono!";
"lng_download_path_clear_failed" = "Czyszczenie się nie powiodło :(";

"lng_settings_section_privacy" = "Prywatność i bezpieczeństwo";

"lng_local_storage_title" = "Pamięć lokalna";
"lng_settings_no_data_cached" = "Nie znaleziono danych w pamięci podręcznej!";
"lng_settings_images_cached#one" = "{count} obraz, {size}";
"lng_settings_images_cached#other" = "obrazów - {count}, {size}";
"lng_settings_audios_cached#one" = "{count} wiadomość głosowa, {size}";
"lng_settings_audios_cached#other" = "wiadomości głosowe - {count}, {size}";
"lng_local_storage_clear" = "Wyczyść wszystko";
"lng_local_storage_clearing" = "Czyszczenie…";
"lng_local_storage_cleared" = "Wyczyszczono!";
"lng_local_storage_clear_failed" = "Czyszczenie się nie powiodło :(";

"lng_settings_section_advanced_settings" = "Ustawienia zaawansowane";
"lng_settings_enable_night_theme" = "Włącz tryb nocny";
"lng_settings_disable_night_theme" = "Wyłącz tryb nocny";

"lng_passcode_remove_button" = "Usuń";

"lng_passcode_turn_on" = "Włącz lokalny kod dostępu";
"lng_passcode_change" = "Zmień lokalny kod dostępu";
"lng_passcode_create" = "Lokalny kod dostępu";
"lng_passcode_remove" = "Usuń lokalny kod dostępu";
"lng_passcode_turn_off" = "Wyłącz";
"lng_passcode_autolock" = "Automatyczna blokada";
"lng_passcode_autolock_away" = "Automatycznie blokuj, jeśli niedostępny przez:";
"lng_passcode_autolock_inactive" = "Automatycznie blokuj, jeśli nieaktywny przez:";
"lng_passcode_autolock_minutes#one" = "{count} min.";
"lng_passcode_autolock_minutes#other" = "{count} min.";
"lng_passcode_autolock_hours#one" = "{count} godz.";
"lng_passcode_autolock_hours#other" = "{count} godz.";
"lng_passcode_enter_old" = "Wprowadź aktualny kod dostępu";
"lng_passcode_enter_first" = "Wprowadź kod dostępu";
"lng_passcode_enter_new" = "Wprowadź nowy kod dostępu";
"lng_passcode_confirm_new" = "Powtórz nowy kod dostępu";
"lng_passcode_about" = "Po skonfigurowaniu lokalnego kodu dostępu w prawym górnym rogu okna pojawi się ikona kłódki. Kliknij ją, aby zablokować aplikację.\n\nUwaga! Jeśli zapomnisz lokalny kod dostępu, trzeba będzie ponownie zalogować się w aplikacji.";
"lng_passcode_differ" = "Kody dostępu są niezgodne";
"lng_passcode_wrong" = "Nieprawidłowy kod dostępu";
"lng_passcode_is_same" = "Kod dostępu nie został zmieniony";
"lng_passcode_enter" = "Wprowadź twój lokalny kod dostępu";
"lng_passcode_ph" = "Twój kod dostępu";
"lng_passcode_submit" = "Zatwierdź";
"lng_passcode_logout" = "Wyloguj";
"lng_passcode_need_unblock" = "Musisz najpierw mnie odblokować.";

"lng_cloud_password_waiting" = "Link potwierdzenia został wysłany na {email}…";
"lng_cloud_password_change" = "Zmień hasło do chmury";
"lng_cloud_password_create" = "Hasło do chmury";
"lng_cloud_password_remove" = "Usuń hasło do chmury";
"lng_cloud_password_set" = "Włącz weryfikację dwustopniową";
"lng_cloud_password_edit" = "Zmień hasło do chmury";
"lng_cloud_password_enter_old" = "Wprowadź aktualne hasło";
"lng_cloud_password_enter_first" = "Wprowadź hasło";
"lng_cloud_password_enter_new" = "Wprowadź nowe hasło";
"lng_cloud_password_confirm_new" = "Powtórz nowe hasło";
"lng_cloud_password_hint" = "Podaj podpowiedź dotyczącą hasła";
"lng_cloud_password_change_hint" = "Podaj nową podpowiedź dotyczącą hasła";
"lng_cloud_password_bad" = "Hasło i podpowiedź nie mogą być takie same.";
"lng_cloud_password_email" = "Podaj e-mail odzyskiwania hasła";
"lng_cloud_password_bad_email" = "Nieprawidłowy adres e-mail, spróbuj inny.";
"lng_cloud_password_about" = "Oprócz kodu PIN to hasło trzeba będzie podawać podczas logowania z nowego urządzenia.";
"lng_cloud_password_about_recover" = "Ostrzeżenie! Czy na pewno nie chcesz\ndodać e-maila odzyskiwania hasła?\n\nJeśli zapomnisz hasło, stracisz\ndostęp do konta Telegramu.";
"lng_cloud_password_skip_email" = "Pomiń e-mail";
"lng_cloud_password_almost" = "Na podany adres e-mail został wysłany\nlink potwierdzenia. Weryfikacja dwustopniowa zostanie włączona po kliknięciu tego linku.";
"lng_cloud_password_was_set" = "Weryfikacja dwustopniowa została włączona.";
"lng_cloud_password_updated" = "Twoje hasło do chmury zostało zaktualizowane.";
"lng_cloud_password_removed" = "Weryfikacja dwustopniowa została wyłączona.";
"lng_cloud_password_differ" = "Hasła są niezgodne";
"lng_cloud_password_wrong" = "Nieprawidłowe hasło do chmury";
"lng_cloud_password_is_same" = "Hasło nie zostało zmienione";

"lng_connection_type" = "Typ połączenia:";
"lng_connection_auto_connecting" = "Domyślne (łączenie…)";
"lng_connection_auto" = "Domyślnie (używane {transport})";
"lng_connection_proxy_connecting" = "Łączenie za pośrednictwem proxy…";
"lng_connection_proxy" = "{transport} z proxy";
"lng_connection_header" = "Typ połączenia";
"lng_connection_auto_rb" = "Auto (TCP, jeśli jest dostępne lub HTTP)";
"lng_connection_http_proxy_rb" = "HTTP z własnym http-proxy";
"lng_connection_tcp_proxy_rb" = "TCP z własnym socks5-proxy";
"lng_connection_try_ipv6" = "Spróbuj połączyć się przez IPv6";
"lng_connection_host_ph" = "Nazwa hosta";
"lng_connection_port_ph" = "Port";
"lng_connection_user_ph" = "Nazwa użytkownika";
"lng_connection_password_ph" = "Hasło";
"lng_connection_save" = "Zapisz";

"lng_settings_blocked_users" = "Zablokowani użytkownicy";
"lng_settings_last_seen_privacy" = "Ostatnio widziano";
"lng_settings_calls_privacy" = "Połączenia telefoniczne";
"lng_settings_groups_invite_privacy" = "Ustawienia zaproszeń do grup";
"lng_settings_show_sessions" = "Pokaż wszystkie sesje";
"lng_settings_self_destruct" = "Ustawienia autodestrukcji konta";
"lng_settings_change_phone" = "Zmień numer telefonu";

"lng_settings_reset" = "Zakończ wszystkie inne sesje";
"lng_settings_reset_sure" = "Czy na pewno chcesz zakończyć\nwszystkie inne sesje?";
"lng_settings_reset_one_sure" = "Czy na pewno chcesz zakończyć tę sesję?";
"lng_settings_reset_button" = "Zakończ";
"lng_settings_reset_done" = "Inne sesje zostały zakończone";
"lng_settings_manage_local_storage" = "Zarządzanie pamięcią lokalną";
"lng_settings_ask_question" = "Zadaj pytanie";
"lng_settings_ask_sure" = "Pomoc dla Telegramu jest udzielana przez wolontariuszy. Postaramy się jak najszybciej odpowiedzieć, ale może to trochę potrwać.\n\nPrzejdź do często zadawanych pytań, by sprawdzić czy nie ma odpowiedzi na większość pytań i ważnych wskazówek dotyczących rozwiązywania problemów.";
"lng_settings_faq_button" = "Przejdź do FAQ";
"lng_settings_ask_ok" = "Zapytaj";
"lng_settings_faq" = "Telegram FAQ";
"lng_settings_logout" = "Wyloguj";
"lng_sure_logout" = "Czy na pewno chcesz się wylogować?";

"lng_settings_need_restart" = "Aby zastosować niektóre nowe ustawienia należy ponownie uruchomić aplikację. Uruchomić ponownie teraz?";
"lng_settings_restart_now" = "URUCHOM PONOWNIE";

"lng_sessions_header" = "Bieżąca sesja";
"lng_sessions_other_header" = "Aktywne sesje";
"lng_sessions_no_other" = "Brak innych sesji";
"lng_sessions_other_desc" = "Możesz logować się do Telegramu z innych urządzeń, takich jak telefony komórkowe, tablety, komputery stacjonarne, używając tego samego numeru telefonu. Wszystkie dane będą natychmiast synchronizowane.";
"lng_sessions_terminate_all" = "Zakończ wszystkie inne sesje";

"lng_blocked_list_title" = "Zablokowani użytkownicy";
"lng_blocked_list_unknown_phone" = "nieznany telefon";
"lng_blocked_list_unblock" = "Odblokuj";
"lng_blocked_list_add" = "Blokuj użytkownika";
"lng_blocked_list_add_title" = "Wybierz użytkownika do zablokowania";
"lng_blocked_list_already_blocked" = "już zablokowany";
"lng_blocked_list_about" = "Zablokowani użytkownicy nie mogą wysyłać tobie wiadomości ani dodawać cię do grup. Nie będą także widzieli twojego zdjęcia profilowego oraz twoich statusów.";
"lng_blocked_list_not_found" = "Nie znaleziono użytkowników.";

"lng_edit_privacy_everyone" = "Wszyscy";
"lng_edit_privacy_contacts" = "Moje kontakty";
"lng_edit_privacy_nobody" = "Nikt";
"lng_edit_privacy_exceptions" = "Dodaj wyjątek";

"lng_edit_privacy_lastseen_title" = "Ostatnio widziano";
"lng_edit_privacy_lastseen_description" = "Możesz wybrać, kto może zobaczyć twoją ostatnią aktywność:";
"lng_edit_privacy_lastseen_warning" = "Ważne! Nie będziesz widzieć czasu ostatniej aktywności osób, którym nie udostępniasz swojego czasu. Będzie pokazany przybliżony czas ostatniej aktywności (ostatnio, w ciągu tygodnia, w ciągu miesiąca).";
"lng_edit_privacy_lastseen_always_empty" = "Udostępniaj";
"lng_edit_privacy_lastseen_always#one" = "Udostępniaj dla {count} użytkownika";
"lng_edit_privacy_lastseen_always#other" = "Udostępniaj dla {count} użytkowników";
"lng_edit_privacy_lastseen_never_empty" = "Nie udostępniaj";
"lng_edit_privacy_lastseen_never#one" = "Nie udostępniaj dla {count} użytkownika";
"lng_edit_privacy_lastseen_never#other" = "Nie udostępniaj dla {count} użytkowników";
"lng_edit_privacy_lastseen_exceptions" = "Ustawienia te zastąpią wartości powyżej.";
"lng_edit_privacy_lastseen_always_title" = "Udostępniaj";
"lng_edit_privacy_lastseen_never_title" = "Nie udostępniaj";

"lng_edit_privacy_groups_title" = "Ustawienia zaproszeń do grup";
"lng_edit_privacy_groups_description" = "Możesz precyzyjnie określić kto może dodawać cię do grup i kanałów:";
"lng_edit_privacy_groups_always_empty" = "Zawsze zezwalaj";
"lng_edit_privacy_groups_always#one" = "Zawsze zezwalaj {count} użytkownikowi";
"lng_edit_privacy_groups_always#other" = "Zawsze zezwalaj {count} użytkownikom";
"lng_edit_privacy_groups_never_empty" = "Nie zezwalaj";
"lng_edit_privacy_groups_never#one" = "Nie zezwalaj {count} użytkownikowi";
"lng_edit_privacy_groups_never#other" = "Nie zezwalaj {count} użytkownikom";
"lng_edit_privacy_groups_exceptions" = "Ci użytkownicy będą lub nie będą mogli dodawać cię do grup i kanałów, niezależnie od ustawień powyżej.";
"lng_edit_privacy_groups_always_title" = "Zawsze zezwalaj";
"lng_edit_privacy_groups_never_title" = "Nie zezwalaj";

"lng_edit_privacy_calls_title" = "Połączenia telefoniczne";
"lng_edit_privacy_calls_description" = "Możesz określić kto może do ciebie dzwonić:";
"lng_edit_privacy_calls_always_empty" = "Zawsze zezwalaj";
"lng_edit_privacy_calls_always#one" = "Zawsze zezwalaj {count} użytkownikowi";
"lng_edit_privacy_calls_always#other" = "Zawsze zezwalaj {count} użytkownikom";
"lng_edit_privacy_calls_never_empty" = "Nie zezwalaj";
"lng_edit_privacy_calls_never#one" = "Nie zezwalaj {count} użytkownikowi";
"lng_edit_privacy_calls_never#other" = "Nie zezwalaj {count} użytkownikom";
"lng_edit_privacy_calls_exceptions" = "Ci użytkownicy w zależności od powyższych ustawień będą, lub nie będą mogli dzwonić do ciebie.";
"lng_edit_privacy_calls_always_title" = "Zawsze zezwalaj";
"lng_edit_privacy_calls_never_title" = "Nie zezwalaj";

"lng_self_destruct_title" = "Autodestrukcja konta";
"lng_self_destruct_description" = "Jeśli nie będziesz online co najmniej raz w ciągu tego okresu, konto zostanie usunięte wraz ze wszystkimi grupami, wiadomościami i kontaktami.";
"lng_self_destruct_months#one" = "{count} miesiąc";
"lng_self_destruct_months#other" = "{count} mies.";
"lng_self_destruct_years#one" = "{count} rok";
"lng_self_destruct_years#other" = "lat - {count}";

"lng_change_phone_title" = "Zmień numer telefonu";
"lng_change_phone_description" = "Tutaj możesz zmienić numer Telegramu.\nTwoje konto i wszystkie dane w chmurze\n– wiadomości, multimedia, kontakty, itp.\nzostaną przeniesione do nowego numeru.\n\n[b]Ważne:[/b] Wszystkie twoje kontakty\nw Telegramie będą miały dodany twój\n[b]nowy numer[/b] do swojej książki adresowej,\no ile mieli twój stary numer i nie byli\nprzez ciebie zablokowani w Telegramie.";
"lng_change_phone_warning" = "Wszystkie twoje kontakty w Telegramie będą miały dodany twój nowy numer do swojej książki adresowej, o ile mieli twój stary numer i nie byli przez ciebie zablokowani w Telegramie.";
"lng_change_phone_occupied" = "Numer {phone} jest już powiązany z kontem Telegramu. Usuń to konto przed użyciem nowego numeru.";
"lng_change_phone_button" = "Zmień numer";
"lng_change_phone_new_title" = "Wprowadź nowy numer";
"lng_change_phone_new_description" = "Na twój nowy numer wyślemy wiadomość SMS z kodem potwierdzenia.";
"lng_change_phone_new_submit" = "Zatwierdź";
"lng_change_phone_code_title" = "Wprowadź kod";
"lng_change_phone_code_description" = "Na twój telefon {phone} wysłaliśmy SMS z kodem potwierdzenia.";
"lng_change_phone_success" = "Twój numer telefonu został zmieniony.";

"lng_mute_duration_hours#one" = "Przez {count} godzinę";
"lng_mute_duration_hours#other" = "Przez {count} godz.";
"lng_mute_box_tip" = "Wybierz czas wyłączenia powiadomień z tego czatu";

"lng_preview_loading" = "Pobieranie informacji o linku…";

"lng_profile_settings_section" = "Ustawienia";
"lng_profile_actions_section" = "Akcje";
"lng_profile_bot_settings" = "Ustawienia";
"lng_profile_bot_help" = "Pomoc";
"lng_profile_invite_link_section" = "Link zaproszenia";
"lng_profile_create_public_link" = "Utwórz link publiczny";
"lng_profile_edit_public_link" = "Edytuj link publiczny";
"lng_profile_search_members" = "Szukaj członków";
"lng_profile_manage_admins" = "Zarządzanie administratorami";
"lng_profile_manage_blocklist" = "Zarządzanie zablokowanymi użytkownikami";
"lng_profile_manage_restrictedlist" = "Zarządzanie ograniczonymi użytkownikami";
"lng_profile_recent_actions" = "Ostatnie zdarzenia";
"lng_profile_common_groups#one" = "Wspólnych grup - {count}";
"lng_profile_common_groups#other" = "Wspólnych grup - {count}";
"lng_profile_common_groups_section" = "Wspólne grupy";
"lng_profile_participants_section" = "Członkowie";
"lng_profile_info_section" = "Informacje";
"lng_profile_mobile_number" = "Telefon:";
"lng_profile_username" = "Nazwa użytkownika:";
"lng_profile_link" = "Link:";
"lng_profile_bio" = "Biografia:";
"lng_profile_add_contact" = "Dodaj kontakt";
"lng_profile_edit_contact" = "Edytuj";
"lng_profile_enable_notifications" = "Powiadomienia";
"lng_profile_clear_history" = "Wyczyść historię";
"lng_profile_delete_conversation" = "Usuń konwersację";
"lng_profile_clear_and_exit" = "Usuń i opuść";
"lng_profile_leave_channel" = "Opuść kanał";
"lng_profile_delete_channel" = "Usuń kanał";
"lng_profile_leave_group" = "Opuść grupę";
"lng_profile_delete_group" = "Usuń grupę";
"lng_profile_report" = "Zgłoś";
"lng_profile_search_messages" = "Wyszukiwanie wiadomości";
"lng_profile_block_user" = "Blokuj użytkownika";
"lng_profile_unblock_user" = "Odblokuj użytkownika";
"lng_profile_block_bot" = "Zatrzymaj i zablokuj bota";
"lng_profile_unblock_bot" = "Odblokuj bota";
"lng_profile_send_message" = "Wyślij wiadomość";
"lng_profile_share_contact" = "Udostępnij kontakt";
"lng_profile_invite_to_group" = "Dodaj do grupy";
"lng_profile_delete_contact" = "Usuń";
"lng_profile_set_group_photo" = "Ustaw zdjęcie";
"lng_profile_add_participant" = "Dodaj członków";
"lng_profile_view_channel" = "Pokaż kanał";
"lng_profile_join_channel" = "Dołącz";
"lng_profile_delete_and_exit" = "Opuść";
"lng_profile_kick" = "Usuń";
"lng_profile_sure_kick" = "Usunąć użytkownika {user} z grupy?";
"lng_profile_sure_kick_channel" = "Usunąć użytkownika {user} z kanału?";
"lng_profile_loading" = "Wczytywanie…";
"lng_profile_shared_media" = "Udostępnione multimedia";
"lng_profile_photos#one" = "Zdjęć - {count}";
"lng_profile_photos#other" = "Zdjęć - {count}";
"lng_profile_photos_header" = "Zdjęcia";
"lng_profile_videos#one" = "Wideo - {count}";
"lng_profile_videos#other" = "Wideo - {count}";
"lng_profile_videos_header" = "Wideo";
"lng_profile_songs#one" = "Plików audio - {count}";
"lng_profile_songs#other" = "Plików audio - {count}";
"lng_profile_songs_header" = "Pliki audio";
"lng_profile_files#one" = "Plików - {count}";
"lng_profile_files#other" = "Plików - {count}";
"lng_profile_files_header" = "Pliki";
"lng_profile_audios#one" = "Wiadomości głosowych - {count}";
"lng_profile_audios#other" = "Wiadomości głosowych - {count}";
"lng_profile_audios_header" = "Wiadomości głosowe";
"lng_profile_shared_links#one" = "Udostępnionych linków - {count}";
"lng_profile_shared_links#other" = "Udostępnionych linków - {count}";
"lng_profile_shared_links_header" = "Udostępnione linki";
"lng_profile_copy_phone" = "Kopiuj numer telefonu";
"lng_profile_copy_fullname" = "Kopiuj nazwę";
"lng_profile_drop_area_title" = "Upuść zdjęcie tutaj,";
"lng_profile_drop_area_subtitle" = "aby ustawić go jako zdjęcie grupy";
"lng_profile_drop_area_subtitle_channel" = "aby ustawić go jako zdjęcie kanału";
"lng_profile_top_bar_share_contact" = "Udostępnij";

"lng_report_title" = "Zgłoś kanał";
"lng_report_group_title" = "Zgłoś grupę";
"lng_report_bot_title" = "Zgłoś bota";
"lng_report_reason_spam" = "Spam";
"lng_report_reason_violence" = "Przemoc";
"lng_report_reason_pornography" = "Pornografia";
"lng_report_reason_other" = "Inne";
"lng_report_reason_description" = "Opis";
"lng_report_button" = "Zgłoś";
"lng_report_thanks" = "Dziękujemy! Zgłoszenie zostanie rozpatrzone przez nasz zespół bardzo szybko.";

"lng_channel_add_members" = "Dodaj członków";
"lng_channel_add_banned" = "Zablokuj użytkownika";
"lng_channel_add_restricted" = "Ogranicz użytkownika";
"lng_channel_admins" = "Administratorzy";
"lng_channel_add_admin" = "Dodaj administratora";
"lng_channel_admin_status_creator" = "Założyciel";
"lng_channel_admin_status_promoted_by" = "Promowany przez {user}";
"lng_channel_admin_status_not_admin" = "Nie administrator";
"lng_channel_banned_status_restricted_by" = "Ograniczony przez {user}";

"lng_group_blocked_list_about" = "Zablokowani użytkownicy zostali usunięci z grupy i mogą do niej powrócić tylko po zaproszeniu przez administratora.\nZaproszenia w formie linku nie działają dla nich. ";

"lng_chat_all_members_admins" = "Wszyscy członkowie są administratorami";
"lng_chat_about_all_admins" = "Członkowie grupy mogą dodawać nowych członków, edytować nazwę i zdjęcie grupy.";
"lng_chat_about_admins" = "Administratorzy grupy mogą dodawać i usuwać członków, edytować nazwę i zdjęcie grupy.";

"lng_participant_filter" = "Szukaj";
"lng_participant_invite" = "Zaproś";
"lng_participant_invite_sorry#one" = "Osobiście do kanału można dodać tylko {count} członka.\n\nOd teraz, ludzie będą musieli dołączać za pośrednictwem linku zaproszenia.";
"lng_participant_invite_sorry#other" = "Osobiście do kanału można dodać tylko pierwszych {count} członków.\n\nOd teraz, ludzie będą musieli dołączać za pośrednictwem linku zaproszenia.";
"lng_create_group_back" = "Wstecz";
"lng_create_group_next" = "Dalej";
"lng_create_group_create" = "Utwórz";
"lng_create_group_title" = "Nowa grupa";
"lng_create_channel_title" = "Nowy kanał";
"lng_create_public_channel_title" = "Kanał publiczny";
"lng_create_public_channel_about" = "Każdy może znaleźć kanał w wyszukiwarce i dołączyć";
"lng_create_private_channel_title" = "Kanał prywatny";
"lng_create_private_channel_about" = "Tylko osoby ze specjalnym linkiem zaproszenia mogą dołączyć";
"lng_create_public_group_title" = "Grupa publiczna";
"lng_create_public_group_about" = "Każdy może znaleźć grupę w wyszukiwarce i dołączyć, historia czatu jest dostępna dla wszystkich";
"lng_create_private_group_title" = "Grupa prywatna";
"lng_create_private_group_about" = "Mogą dołączyć tylko osoby zaproszone lub mające link zaproszenia";
"lng_create_group_skip" = "Pomiń";

"lng_create_channel_link_invalid" = "Ten link jest nieprawidłowy";
"lng_create_channel_link_occupied" = "Ten link jest już zajęty";
"lng_create_channel_link_too_short" = "Ten link jest za krótki";
"lng_create_channel_link_bad_symbols" = "Ten link zawiera złe symbole";
"lng_create_channel_link_available" = "Ten link jest dostępny";
"lng_create_channel_link_copied" = "Link został skopiowany do schowka";

"lng_create_group_crop" = "Zaznacz obszar na zdjęciu grupy";
"lng_create_channel_crop" = "Zaznacz obszar na zdjęciu kanału";

"lng_failed_add_participant" = "Nie udało się dodać użytkownika. Spróbuj ponownie później.";
"lng_failed_add_not_mutual" = "Jeśli dana osoba opuści grupę, tylko wzajemny kontakt z inną osobą może umożliwić powrót (obie osoby muszą mieć wymienione między sobą numery telefonów).";
"lng_failed_add_not_mutual_channel" = "Jeśli dana osoba opuści kanał, tylko wzajemny kontakt z inną osobą może umożliwić powrót (obie osoby muszą mieć wymienione między sobą numery telefonów).";

"lng_sure_delete_contact" = "Czy na pewno chcesz usunąć «{contact}» z listy kontaktów?";
"lng_sure_delete_history" = "Czy na pewno chcesz usunąć całą historię wiadomości z «{contact}»?\n\nTa operacja jest nieodwracalna.";
"lng_sure_delete_group_history" = "Czy na pewno chcesz usunąć całą historię wiadomości z grupą «{group}»?\n\nTa operacja jest nieodwracalna.";
"lng_sure_delete_and_exit" = "Czy na pewno chcesz usunąć całą historię wiadomości i opuścić grupę «{group}»?\n\nTa operacja jest nieodwracalna.";
"lng_sure_leave_channel" = "Czy na pewno chcesz opuścić\nten kanał?";
"lng_sure_delete_channel" = "Czy na pewno chcesz usunąć ten kanał? Wszyscy członkowie zostaną usunięci i wszystkie wiadomości zostaną utracone.";
"lng_sure_leave_group" = "Czy na pewno chcesz opuścić tę grupę?\nTa operacja jest nieodwracalna.";
"lng_sure_delete_group" = "Czy na pewno chcesz usunąć tę grupę? Wszyscy członkowie zostaną usunięci i wszystkie wiadomości zostaną utracone.";

"lng_message_empty" = "Pusta wiadomość";
"lng_message_unsupported" = "Ta wiadomość nie jest obsługiwana w twojej wersji Telegramu. Zaktualizuj aplikację do najnowszej wersji z poziomu ustawień lub zainstaluj z {link}";

"lng_duration_seconds#one" = "{count} sekunda";
"lng_duration_seconds#other" = "{count} sek.";
"lng_duration_minsec_minutes#one" = "{count} min.";
"lng_duration_minsec_minutes#other" = "{count} min.";
"lng_duration_minsec_seconds#one" = "{count} sek.";
"lng_duration_minsec_seconds#other" = "{count} sek.";
"lng_duration_minutes_seconds" = "{minutes_count} {seconds_count}";

"lng_action_add_user" = "Użytkownik {from} dodał użytkownika {user}";
"lng_action_add_users_many" = "Użytkownik {from} dodał użytkowników {users}";
"lng_action_add_users_and_one" = "{accumulated}, {user}";
"lng_action_add_users_and_last" = "{accumulated} i {user}";
"lng_action_add_you" = "Użytkownik {from} dodał cię do tego kanału";
"lng_action_you_joined" = "Dołączyłeś do tego kanału";
"lng_action_add_you_group" = "Użytkownik {from} dodał cię do tej grupy";
"lng_action_you_joined_group" = "Dołączyłeś do tej grupy";
"lng_action_kick_user" = "Użytkownik {from} usunął {user}";
"lng_action_user_left" = "Użytkownik {from} opuścił grupę";
"lng_action_user_joined" = "Użytkownik {from} dołączył do grupy";
"lng_action_user_joined_by_link" = "Użytkownik {from} dołączył do grupy poprzez link zaproszenia";
"lng_action_user_registered" = "Użytkownik {from} właśnie dołączył do Telegramu";
"lng_action_removed_photo" = "Użytkownik {from} usunął zdjęcie grupy";
"lng_action_removed_photo_channel" = "Usunięto zdjęcie kanału";
"lng_action_changed_photo" = "Użytkownik {from} zmienił zdjęcie grupy";
"lng_action_changed_photo_channel" = "Zmieniono zdjęcie kanału";
"lng_action_changed_title" = "Użytkownik {from} zmienił nazwę grupy na «{title}»";
"lng_action_changed_title_channel" = "Zmieniono nazwę kanału na «{title}»";
"lng_action_created_chat" = "Użytkownik {from} utworzył grupę «{title}»";
"lng_action_created_channel" = "Kanał został utworzony";
"lng_action_group_migrate" = "Grupa została zmieniona na super grupę";
"lng_action_pinned_message" = "Użytkownik {from} przypiął «{text}»";
"lng_action_pinned_media" = "Użytkownik {from} przypiął {media}";
"lng_action_pinned_media_photo" = "zdjęcie";
"lng_action_pinned_media_video" = "wideo";
"lng_action_pinned_media_audio" = "plik audio";
"lng_action_pinned_media_voice" = "wiadomość głosową";
"lng_action_pinned_media_video_message" = "wiadomość wideo";
"lng_action_pinned_media_file" = "plik";
"lng_action_pinned_media_gif" = "GIF animowany";
"lng_action_pinned_media_contact" = "informacje o kontakcie";
"lng_action_pinned_media_location" = "znacznik lokalizacji";
"lng_action_pinned_media_sticker" = "naklejkę";
"lng_action_pinned_media_emoji_sticker" = "naklejkę {emoji}";
"lng_action_pinned_media_game" = "grę «{game}»";
"lng_action_game_score#one" = "Użytkownik {from} uzyskał {count} punktów w {game}";
"lng_action_game_score#other" = "Użytkownik {from} uzyskał {count} punktów w {game}";
"lng_action_game_you_scored#one" = "Uzyskano {count} punktów w {game}";
"lng_action_game_you_scored#other" = "Uzyskano {count} punktów w {game}";
"lng_action_game_score_no_game#one" = "Użytkownik {from} uzyskał {count} punktów";
"lng_action_game_score_no_game#other" = "Użytkownik {from} uzyskał {count} punktów";
"lng_action_game_you_scored_no_game#one" = "Uzyskano {count} punktów";
"lng_action_game_you_scored_no_game#other" = "Uzyskano {count} punktów";
"lng_action_payment_done" = "Dokonano płatności {amount} do {user}";
"lng_action_payment_done_for" = "Dokonano płatności {amount} do {user} za {invoice}";
"lng_action_took_screenshot" = "Użytkownik {from} wykonał zrzut ekranu!";
"lng_action_you_took_screenshot" = "Wykonano zrzut ekranu!";

"lng_ttl_photo_received" = "Użytkownik {from} wysłał ci samozniszczalne zdjęcie. Obejrzyj je na telefonie komórkowym.";
"lng_ttl_photo_sent" = "Wysłałeś samozniszczalne zdjęcie";
"lng_ttl_photo_expired" = "Zdjęcie wygasło";
"lng_ttl_video_received" = "Użytkownik {from} wysłał ci samozniszczalne wideo. Obejrzyj je na telefonie komórkowym.";
"lng_ttl_video_sent" = "Wysłałeś samozniszczalne wideo";
"lng_ttl_video_expired" = "Wideo wygasło";

"lng_profile_migrate_reached#one" = "Osiągnięto limit {count} członka";
"lng_profile_migrate_reached#other" = "Osiągnięto limit {count} członków";
"lng_profile_migrate_body" = "Jeśli chcesz pozbyć się tego limitu, możesz zmienić swoją grupę na super grupę.";
"lng_profile_migrate_learn_more" = "Dowiedz się więcej »";
"lng_profile_migrate_button" = "Zmień na super grupę";
"lng_profile_convert_title" = "Konwertuj do super grupy";
"lng_profile_convert_feature1" = "— Nowi członkowie mogą widzieć całą historię wiadomości";
"lng_profile_convert_feature2" = "— Wiadomości są usuwane dla wszystkich członków";
"lng_profile_convert_feature3" = "— Administratorzy mogą przypinać ważne wiadomości";
"lng_profile_convert_feature4" = "— Twórca może ustawić publiczny link dla grupy";
"lng_profile_convert_warning" = "{bold_start}Uwaga!{bold_end} Ta operacja jest nieodwracalna.";
"lng_profile_convert_confirm" = "Konwertuj";
"lng_profile_add_more_after_upgrade#one" = "Po zmianie grupy na super grupę będzie można dodać nawet {count} członka";
"lng_profile_add_more_after_upgrade#other" = "Po zmianie grupy na super grupę będzie można dodać nawet {count} członków";

"lng_channel_not_accessible" = "Ten kanał jest niedostępny.";
"lng_group_not_accessible" = "Ta grupa jest niedostępna.";

"lng_channels_too_much_public_about" = "Masz zarezerwowanych zbyt wiele publicznych nazw użytkownika. Możesz unieważnić link jednej ze swoich starszych grup lub kanałów.";
"lng_channels_too_much_public_revoke_confirm_group" = "Czy na pewno chcesz unieważnić link {link}?\n\nGrupa «{group}» stanie się grupą prywatną.";
"lng_channels_too_much_public_revoke_confirm_channel" = "Czy na pewno chcesz unieważnić link {link}?\n\nKanał «{group}» stanie się kanałem prywatnym.";
"lng_channels_too_much_public_revoke" = "Unieważnij";

"lng_group_invite_bad_link" = "Link zaproszenia jest nieprawidłowy lub wygasł.";
"lng_group_invite_join" = "Dołącz";

"lng_group_invite_members#one" = "{count} członek, między nimi:";
"lng_group_invite_members#other" = "{count} członków, między nimi:";

"lng_group_invite_create" = "Utwórz link zaproszenia";
"lng_group_invite_about" = "Użytkownicy Telegramu będą mogli\ndołączyć do grupy, używając tego linku.";
"lng_group_invite_create_new" = "Unieważnij link zaproszenia";
"lng_group_invite_about_new" = "Twój poprzedni link zostanie zdezaktywowany, a my wygenerujemy dla ciebie nowy link zaproszenia.";
"lng_group_invite_copied" = "Link zaproszenia skopiowany do schowka.";
"lng_group_invite_no_room" = "Nie można dołączyć do tej grupy, ponieważ jest już w niej zbyt wielu członków.";

"lng_channel_public_link_copied" = "Link został skopiowany do schowka.";

"lng_forwarded" = "Przekazana od {user}";
"lng_forwarded_date" = "Oryginał: {date}";
"lng_forwarded_channel" = "Przekazana z {channel}";
"lng_forwarded_via" = "Przekazana od {user} przez {inline_bot}";
"lng_forwarded_channel_via" = "Przekazana z {channel} przez {inline_bot}";
"lng_forwarded_signed" = "{channel} ({user})";
"lng_in_reply_to" = "W odpowiedzi na";
"lng_edited" = "edytowana";
"lng_edited_date" = "edytowana: {date}";
"lng_cancel_edit_post_sure" = "Anulować edycję?";
"lng_cancel_edit_post_yes" = "Tak";
"lng_cancel_edit_post_no" = "Nie";

"lng_bot_share_location_unavailable" = "Udostępnianie lokalizacji jest obecnie niedostępne w Telegram Desktop.";
"lng_bot_inline_geo_unavailable" = "Ten bot wymaga udostępnienia lokalizacji.\nTa funkcja nie jest dostępna w Telegram Desktop.";
"lng_bot_share_phone" = "Udostępnić numer telefonu?";
"lng_bot_share_phone_confirm" = "Udostępnij";

"lng_attach_failed" = "Niepowodzenie";
"lng_attach_file" = "Plik";
"lng_attach_photo" = "Zdjęcie";

"lng_media_type" = "Typy multimediów";
"lng_media_type_photos" = "Zdjęcia";
"lng_media_type_videos" = "Wideo";
"lng_media_type_songs" = "Pliki audio";
"lng_media_type_files" = "Pliki";
"lng_media_type_audios" = "Wiadom. głosowe";
"lng_media_type_links" = "Udostępnione linki";

"lng_media_open_with" = "Otwórz w";
"lng_media_download" = "Pobierz";
"lng_media_cancel" = "Anuluj";
"lng_media_video" = "Wideo";
"lng_media_audio" = "Wiadomość głosowa";

"lng_media_auto_settings" = "Ustawienia automatycznego pobierania multimediów";
"lng_media_auto_photo" = "Automatycznie pobierz zdjęcie";
"lng_media_auto_audio" = "Automatycznie pobierz wiadom. głosową";
"lng_media_auto_gif" = "Automatycznie pobierz GIF";
"lng_media_auto_private_chats" = "Prywatne czaty";
"lng_media_auto_groups" = "Grupy i kanały";
"lng_media_auto_play" = "Automatyczne odtwarzanie";

"lng_emoji_category0" = "Często używane";
"lng_emoji_category1" = "Ludzie";
"lng_emoji_category2" = "Natura";
"lng_emoji_category3" = "Jedzenie i picie";
"lng_emoji_category4" = "Aktywność";
"lng_emoji_category5" = "Podróże i miejsca";
"lng_emoji_category6" = "Obiekty";
"lng_emoji_category7" = "Symbole i flagi";
"lng_emoji_hide_panel" = "Kliknij tutaj, by ukryć pasek boczny emoji";

"lng_recent_stickers" = "Często używane";
"lng_faved_stickers" = "Ulubione naklejki";
"lng_faved_stickers_add" = "Dodaj do ulubionych";
"lng_faved_stickers_remove" = "Usuń z ulubionych";
"lng_group_stickers" = "Naklejki grupy";
"lng_group_stickers_description" = "Możesz wybrać zestaw naklejek, który będzie dostępny dla każdego członka podczas czatu grupowego.";
"lng_group_stickers_add" = "Wybierz zestaw naklejek";

"lng_switch_stickers" = "Naklejki";
"lng_switch_emoji" = "Emoji";
"lng_switch_gifs" = "GIFy";
"lng_stickers_featured_add" = "Dodaj";
"lng_gifs_search" = "Szukaj GIFów";
"lng_gifs_no_saved" = "Nie ma jeszcze zapisanych GIFów.";

"lng_inline_bot_no_results" = "Nie ma wyników";
"lng_inline_bot_via" = "przez {inline_bot}";

"lng_box_remove" = "Usuń";

"lng_stickers_installed_tab" = "Naklejki";
"lng_stickers_featured_tab" = "Popularne";
"lng_stickers_archived_tab" = "Archiwalne";
"lng_stickers_remove_pack" = "Usunąć «{sticker_pack}»?";
"lng_stickers_add_pack" = "Dodaj naklejki";
"lng_stickers_share_pack" = "Udostępnij naklejki";
"lng_stickers_not_found" = "Nie znaleziono pakietu naklejek.";
"lng_stickers_packs_archived" = "Niektóre z nieużywanych zestawów naklejek zostały zarchiwizowane, aby zrobić miejsce dla aktywowanych zestawów.";
"lng_stickers_copied" = "Link pakietu naklejek został skopiowany do schowka.";
"lng_stickers_default_set" = "Wielkie umysły";
"lng_stickers_you_have" = "Zarządzanie i porządkowanie pakietów naklejek";
"lng_stickers_return" = "Cofnij";
"lng_stickers_count#one" = "Naklejek - {count}";
"lng_stickers_count#other" = "Naklejek - {count}";
"lng_stickers_masks_pack" = "Jest to pakiet naklejek masek. Można ich używać w edytorze zdjęć na naszych aplikacjach mobilnych.";
"lng_stickers_group_set" = "Zestaw naklejek grupy";
"lng_stickers_remove_group_set" = "Usunąć zestaw naklejek grupy?";
"lng_stickers_group_from_your" = "Wybierz ze swoich naklejek";

"lng_in_dlg_photo" = "Zdjęcie";
"lng_in_dlg_video" = "Wideo";
"lng_in_dlg_audio_file" = "Plik audio";
"lng_in_dlg_contact" = "Kontakt";
"lng_in_dlg_audio" = "Wiadomość głosowa";
"lng_in_dlg_video_message" = "Wiadomość wideo";
"lng_in_dlg_file" = "Plik";
"lng_in_dlg_sticker" = "Naklejka";
"lng_in_dlg_sticker_emoji" = "Naklejka {emoji}";

"lng_ban_user" = "Zablokuj użytkownika";
"lng_delete_all_from" = "Usuń wszystko od tego użytkownika";
"lng_report_spam" = "Zgłoś spam";
"lng_report_spam_hide" = "Ukryj";
"lng_report_spam_thanks" = "Dziękujemy za twoje zgłoszenie!";
"lng_report_spam_sure" = "Czy na pewno chcesz zgłosić spam od tego użytkownika?";
"lng_report_spam_sure_group" = "Czy na pewno chcesz zgłosić spam z tej grupy?";
"lng_report_spam_sure_channel" = "Czy na pewno chcesz zgłosić spam z tego kanału?";
"lng_report_spam_ok" = "Zgłoś";
"lng_cant_send_to_not_contact" = "Aktualnie możesz wysyłać wiadomości\ntylko do wzajemnych kontaktów.\n{more_info}";
"lng_cant_invite_not_contact" = "Aktualnie do grup możesz dodawać\ntylko wzajemne kontakty.\n{more_info}";
"lng_cant_more_info" = "Więcej informacji »";
"lng_cant_invite_banned" = "Tylko administrator może dodać tego użytkownika.";
"lng_cant_invite_privacy" = "Nie możesz dodać tego użytkownika do grup ze względu na jego ustawienia prywatności.";
"lng_cant_invite_privacy_channel" = "Nie możesz dodać tego użytkownika do kanałów ze względu na jego ustawienia prywatności.";
"lng_cant_delete_group#one" = "Obecnie nie można ręcznie usunąć społeczności, które mają więcej niż {count} członków. Skontaktuj się z działem pomocy technicznej Telegramu, jeśli chcesz usunąć tę grupę.";
"lng_cant_delete_group#other" = "Obecnie nie można ręcznie usunąć społeczności, które mają więcej niż {count} członków. Skontaktuj się z działem pomocy technicznej Telegramu, jeśli chcesz usunąć tę grupę.";
"lng_cant_delete_channel#one" = "Obecnie nie można ręcznie usunąć społeczności, które mają więcej niż {count} członków. Skontaktuj się z działem pomocy technicznej Telegramu, jeśli chcesz usunąć ten kanał.";
"lng_cant_delete_channel#other" = "Obecnie nie można ręcznie usunąć społeczności, które mają więcej niż {count} członków. Skontaktuj się z działem pomocy technicznej Telegramu, jeśli chcesz usunąć ten kanał.";
"lng_cant_do_this" = "Ta czynność jest niedostępna.";

"lng_send_button" = "Wyślij";
"lng_message_ph" = "Napisz wiadomość…";
"lng_broadcast_ph" = "Nadaj wiadomość…";
"lng_broadcast_silent_ph" = "Ciche nadawanie…";
"lng_record_cancel" = "Aby anulować zwolnij poza tym polem";
"lng_will_be_notified" = "Członkowie będą powiadamiani, gdy piszesz";
"lng_wont_be_notified" = "Członkowie nie będą powiadamiani, gdy piszesz";
"lng_willbe_history" = "Wybierz czat, aby rozpocząć rozmowę";
"lng_from_you" = "Ty";
"lng_from_draft" = "Szkic";
"lng_bot_description" = "Co może robić ten bot?";
"lng_unblock_button" = "Odblokuj";
"lng_channel_join" = "Dołącz do kanału";
"lng_channel_mute" = "Wyłącz powiadomienia";
"lng_channel_unmute" = "Włącz powiadomienia";

"lng_dialogs_text_with_from" = "{from_part} {message}";
"lng_dialogs_text_from_wrapped" = "{from}:";
"lng_dialogs_text_media" = "{media_part} {caption}";
"lng_dialogs_text_media_wrapped" = "{media},";
"lng_dialogs_show_all_chats" = "Pokaż wszystkie czaty";
"lng_dialogs_hide_muted_chats" = "Ukryj wyciszone czaty";

"lng_open_this_link" = "Otworzyć ten link?";
"lng_open_link" = "Otwórz";
"lng_allow_bot_pass" = "Zezwalać {bot_name} na przekazywanie twojej nazwy użytkownika i ID stronom internetowym otwieranym za pomocą tego bota?";
"lng_allow_bot" = "Zezwól";

"lng_bot_start" = "Start";
"lng_bot_choose_group" = "Wybierz grupę";
"lng_bot_no_groups" = "Nie masz żadnych grup";
"lng_bot_groups_not_found" = "Nie znaleziono grup";
"lng_bot_sure_invite" = "Dodać bota do grupy «{group}»?";
"lng_bot_already_in_group" = "Bot jest już członkiem grupy.";
"lng_bot_choose_chat" = "Wybierz czat";
"lng_bot_no_chats" = "Nie masz żadnych czatów";
"lng_bot_chats_not_found" = "Nie znaleziono czatów";
"lng_bot_sure_share_game" = "Udostępnić grę użytkownikowi {user}?";
"lng_bot_sure_share_game_group" = "Udostępnić grę grupie «{group}»?";

"lng_typing" = "pisze";
"lng_user_typing" = "{user} pisze";
"lng_users_typing" = "{user} i {second_user} piszą";
"lng_many_typing#one" = "{count} osoba pisze";
"lng_many_typing#other" = "osób piszących - {count}";
"lng_playing_game" = "gra w grę";
"lng_user_playing_game" = "{user} gra w grę";
"lng_users_playing_game" = "{user} i {second_user} grają w grę";
"lng_many_playing_game#one" = "{count} gra w grę";
"lng_many_playing_game#other" = "osób grających w grę - {count}";
"lng_send_action_record_video" = "nagrywa wideo";
"lng_user_action_record_video" = "{user} nagrywa wideo";
"lng_send_action_upload_video" = "wysyła wideo";
"lng_user_action_upload_video" = "{user} wysyła wideo";
"lng_send_action_record_audio" = "nagrywa wiadomość głosową";
"lng_user_action_record_audio" = "{user} nagrywa wiadomość głosową";
"lng_send_action_upload_audio" = "wysyła wiadomość głosową";
"lng_user_action_upload_audio" = "{user} wysyła wiadomość głosową";
"lng_send_action_record_round" = "nagrywa wiadomość wideo";
"lng_user_action_record_round" = "{user} nagrywa wiadomość wideo";
"lng_send_action_upload_round" = "wysyła wiadomość wideo";
"lng_user_action_upload_round" = "{user} wysyła wiadomość wideo";
"lng_send_action_upload_photo" = "wysyła zdjęcie";
"lng_user_action_upload_photo" = "{user} wysyła zdjęcie";
"lng_send_action_upload_file" = "wysyła plik";
"lng_user_action_upload_file" = "{user} wysyła plik";
"lng_send_action_geo_location" = "określa lokalizację";
"lng_user_action_geo_location" = "{user} określa lokalizację";
"lng_send_action_choose_contact" = "wybiera kontakt";
"lng_user_action_choose_contact" = "{user} wybiera kontakt";
"lng_unread_bar#one" = "{count} nieprzeczytana wiadomość";
"lng_unread_bar#other" = "Nieprzeczytanych wiadomości - {count}";

"lng_maps_point" = "Lokalizacja";
"lng_save_photo" = "Zapisz obraz";
"lng_save_video" = "Zapisz wideo";
"lng_save_audio_file" = "Zapisz plik audio";
"lng_save_audio" = "Zapisz wiadomość głosową";
"lng_save_file" = "Zapisz plik";
"lng_save_downloaded" = "{ready} / {total} {mb}";
"lng_duration_and_size" = "{duration}, {size}";
"lng_duration_played" = "{played} / {duration}";
"lng_date_and_duration" = "{date}, {duration}";
"lng_choose_image" = "Wybierz obraz";
"lng_choose_files" = "Wybierz pliki";
"lng_game_tag" = "Gra";

"lng_context_view_profile" = "Pokaż profil";
"lng_context_view_group" = "Pokaż info o grupie";
"lng_context_view_channel" = "Pokaż info o kanale";
"lng_context_pin_to_top" = "Przypnij na górze";
"lng_context_unpin_from_top" = "Odepnij od góry";

"lng_context_promote_admin" = "Promuj na administratora";
"lng_context_edit_permissions" = "Edytuj uprawnienia";
"lng_context_restrict_user" = "Ogranicz użytkownika";
"lng_context_remove_from_group" = "Usuń z grupy";

"lng_context_copy_link" = "Kopiuj link";
"lng_context_copy_post_link" = "Kopiuj link posta";
"lng_context_copy_email" = "Kopiuj adres e-mail";
"lng_context_copy_hashtag" = "Kopiuj hashtag";
"lng_context_copy_mention" = "Kopiuj nazwę użytkownika";
"lng_context_save_image" = "Zapisz obraz jako…";
"lng_context_copy_image" = "Kopiuj obraz";
"lng_context_cancel_download" = "Anuluj pobieranie";
"lng_context_show_in_folder" = "Pokaż w folderze";
"lng_context_show_in_finder" = "Pokaż w Finderze";
"lng_context_save_video" = "Zapisz wideo jako…";
"lng_context_save_audio_file" = "Zapisz plik audio jako…";
"lng_context_save_audio" = "Zapisz wiadomość głosową jako…";
"lng_context_pack_info" = "Informacje o pakiecie";
"lng_context_pack_add" = "Dodaj naklejki";
"lng_context_save_file" = "Zapisz plik jako…";
"lng_context_copy_text" = "Kopiuj tekst";
"lng_context_open_gif" = "Otwórz GIFa";
"lng_context_save_gif" = "Zapisz GIFa";
"lng_context_to_msg" = "Przejdź do wiadomości";
"lng_context_reply_msg" = "Odpowiedz";
"lng_context_edit_msg" = "Edytuj";
"lng_context_forward_msg" = "Prześlij wiadomość";
"lng_context_delete_msg" = "Usuń wiadomość";
"lng_context_select_msg" = "Zaznacz wiadomość";
"lng_context_pin_msg" = "Przypnij wiadomość";
"lng_context_unpin_msg" = "Odepnij wiadomość";
"lng_context_cancel_upload" = "Anuluj wysyłanie";
"lng_context_copy_selected" = "Kopiuj zaznaczony tekst";
"lng_context_copy_selected_items" = "Kopiuj zaznaczenie jako tekst";
"lng_context_forward_selected" = "Prześlij zaznaczone";
"lng_context_delete_selected" = "Usuń zaznaczone";
"lng_context_clear_selection" = "Usuń zaznaczenie";
"lng_send_images_compress#one" = "Kompresuj obraz";
"lng_send_images_compress#other" = "Kompresuj obrazy";
"lng_send_image_empty" = "Nie można wysłać pustego pliku: {name}";
"lng_send_image_too_large" = "Nie można wysłać pliku ponieważ jest większy niż 1500 MB: {name}";
"lng_send_folder" = "Nie można wysłać «{name}» ponieważ jest to katalog :(";
"lng_send_images_selected#one" = "{count} wybrany obraz";
"lng_send_images_selected#other" = "Wybranych obrazów - {count}";
"lng_send_photos#one" = "Wyślij {count} zdjęcie";
"lng_send_photos#other" = "Wyślij zdjęć - {count}";
"lng_send_files_selected#one" = "{count} wybrany plik";
"lng_send_files_selected#other" = "Wybranych plików - {count}";
"lng_send_files#one" = "Wyślij {count} plik";
"lng_send_files#other" = "Wyślij plików - {count}";

"lng_forward_choose" = "Wybierz odbiorcę…";
"lng_forward_cant" = "Nie da się tutaj przesłać :(";
"lng_forward_share_contact" = "Udostępnić kontakt dla {recipient}?";
"lng_forward_share_cant" = "Nie da się tutaj udostępnić kontaktu :(";
"lng_forward_send_file_confirm" = "Wysłać «{name}» do {recipient}?";
"lng_forward_send_files_confirm" = "Wysłać zaznaczone pliki do {recipient}?";
"lng_forward_send_files_cant" = "Nie da się tutaj wysłać multimediów :(";
"lng_forward_send" = "Wyślij";
"lng_forward_messages#one" = "{count} przekazana wiadomość";
"lng_forward_messages#other" = "Przekazane wiadomości - {count}";
"lng_forwarding_from#one" = "Użytkownik {user} i {count} inny";
"lng_forwarding_from#other" = "Użytkownik {user} i {count} innych";
"lng_forwarding_from_two" = "{user} i {second_user}";
"lng_inline_switch_choose" = "Wybierz konwersację…";
"lng_inline_switch_cant" = "Nie da się tutaj pisać :(";

"lng_share_cant" = "Nie da się tutaj udostępnić :(";
"lng_reply_cant" = "Nie da się odpowiedzieć na stare wiadomości w super grupach :(";
"lng_reply_cant_forward" = "Nie da się odpowiedzieć na stare wiadomości w super grupach :( Czy chcesz przesłać je i dodać komentarz?";

"lng_share_title" = "Udostępnij dla";
"lng_share_copy_link" = "Kopiuj udostępniony link";
"lng_share_confirm" = "Wyślij";
"lng_share_wrong_user" = "Ta gra została otwarta przez innego użytkownika.";
"lng_share_game_link_copied" = "Link do gry został skopiowany do schowka.";
"lng_share_done" = "Gotowe!";

"lng_contact_phone" = "Numer telefonu";
"lng_enter_contact_data" = "Nowy kontakt";
"lng_edit_group_title" = "Edytuj nazwę grupy";
"lng_edit_contact_title" = "Edytuj nazwę kontaktu";
"lng_edit_channel_title" = "Edytuj kanał";
"lng_edit_sign_messages" = "Podpisuj wiadomości";
"lng_edit_group_who_invites" = "Kto może dodawać członków";
"lng_edit_group_invites_everybody" = "Wszyscy członkowie";
"lng_edit_group_invites_only_admins" = "Tylko administratorzy";
"lng_edit_group" = "Edytuj grupę";
"lng_edit_self_title" = "Edytuj swoją nazwę";
"lng_confirm_contact_data" = "Nowy kontakt";
"lng_add_contact" = "Utwórz";
"lng_add_contact_button" = "Nowy kontakt";
"lng_contacts_header" = "Kontakty";
"lng_contact_not_joined" = "Niestety {name} nie dołączył jeszcze do Telegramu, ale możesz wysłać mu zaproszenie.\n\nPoinformujemy cię o wszystkich twoich kontaktach, które dołączą do Telegramu.";
"lng_try_other_contact" = "Spróbuj innego";
"lng_create_group_link" = "Link";
"lng_create_group_invite_link" = "Link zaproszenia";
"lng_create_group_description" = "Opis (opcjonalny)";

"lng_drag_images_here" = "Upuść tu obrazy,";
"lng_drag_photos_here" = "Upuść tu zdjęcia,";
"lng_drag_files_here" = "Upuść tu pliki,";

"lng_drag_to_send_quick" = "aby wysłać je w szybki sposób";
"lng_drag_to_send_no_compression" = "aby wysłać je bez kompresji";
"lng_drag_to_send_files" = "aby wysłać je jako pliki";

"lng_selected_clear" = "Anuluj";
"lng_selected_delete" = "Usuń";
"lng_selected_forward" = "Prześlij";
"lng_selected_cancel_sure_this" = "Anulować wysyłanie?";
"lng_selected_upload_stop" = "Stop";
"lng_selected_delete_sure_this" = "Czy chcesz usunąć tę wiadomość?";
"lng_selected_delete_sure#one" = "Czy chcesz usunąć {count} wiadomość?";
"lng_selected_delete_sure#other" = "Czy chcesz usunąć {count} wiadomości?";
"lng_delete_photo_sure" = "Czy chcesz usunąć to zdjęcie?";
"lng_delete_for_everyone_hint#one" = "Spowoduje to usunięcie jej dla wszystkich w tym czacie.";
"lng_delete_for_everyone_hint#other" = "Spowoduje to usunięcie ich dla wszystkich w tym czacie.";
"lng_delete_for_me_chat_hint#one" = "Spowoduje to usunięcie jej tylko u ciebie, nie u innych uczestników czatu.";
"lng_delete_for_me_chat_hint#other" = "Spowoduje to usunięcie ich tylko u ciebie, nie u innych uczestników czatu.";
"lng_delete_for_me_hint#one" = "Spowoduje to usunięcie jej tylko u ciebie.";
"lng_delete_for_me_hint#other" = "Spowoduje to usunięcie ich tylko u ciebie.";
"lng_delete_for_everyone_check" = "Usuń u wszystkich";
"lng_delete_for_other_check" = "Usuń też u {user}";
"lng_box_delete" = "Usuń";
"lng_box_leave" = "Opuść";

"lng_about_version" = "wersja {version}";
"lng_about_text_1" = "Darmowy komunikator korzystający z [a href=\"https://core.telegram.org/api\"]Telegram API[/a],\nby zapewnić szybkość i bezpieczeństwo.";
"lng_about_text_2" = "To oprogramowanie jest udostępnione na licencji [a href=\"https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE\"]GNU GPL[/a] wersja 3.\nKod źródłowy jest dostępny na [a href=\"https://github.com/telegramdesktop/tdesktop\"]GitHubie[/a].";
"lng_about_text_3" = "Odwiedź {faq_open}Telegram FAQ{faq_close}, by uzyskać więcej informacji.";
"lng_about_done" = "Gotowe";

"lng_search_no_results" = "Nie znaleziono wiadomości";
"lng_search_found_results#one" = "Znaleziono {count} wiadomość";
"lng_search_found_results#other" = "Znaleziono {count} wiadomości";
"lng_search_global_results" = "Wyniki wyszukiwania globalnego";
"lng_search_messages_from" = "Pokaż wiadomości od";

"lng_media_save_progress" = "{ready} z {total} {mb}";
"lng_mediaview_save_as" = "Zapisz jako…";
"lng_mediaview_copy" = "Kopiuj";
"lng_mediaview_forward" = "Prześlij";
"lng_mediaview_delete" = "Usuń";
"lng_mediaview_photos_all" = "Pokaż wszystkie zdjęcia";
"lng_mediaview_files_all" = "Pokaż wszystkie pliki";
"lng_mediaview_single_photo" = "Pojedyncze zdjęcie";
"lng_mediaview_group_photo" = "Zdjęcie grupy";
"lng_mediaview_channel_photo" = "Zdjęcie kanału";
"lng_mediaview_profile_photo" = "Zdjęcie profilowe";
"lng_mediaview_file_n_of_count" = "{file} {n} z {count}";
"lng_mediaview_n_of_count" = "Zdjęcie {n} z {count}";
"lng_mediaview_doc_image" = "Plik";
"lng_mediaview_today" = "dzisiaj o {time}";
"lng_mediaview_yesterday" = "wczoraj o {time}";
"lng_mediaview_date_time" = "{date} o {time}";

"lng_mediaview_saved" = "Obraz został zapisany do twojego folderu [c]Pobrane[/c]";

"lng_theme_preview_title" = "Podgląd motywu";
"lng_theme_preview_generating" = "Generowanie podglądu koloru motywu…";
"lng_theme_preview_invalid" = "Nieprawidłowe dane w tym pliku motywu.";
"lng_theme_preview_apply" = "Zastosuj ten motyw";

"lng_new_authorization" = "{name},\nWykryliśmy logowanie na konto z nowego urządzenia {day}, {date} o {time}\n\nUrządzenie: {device}\nLokalizacja: {location}\n\nJeśli to nie ty, możesz przejść do Ustawienia » Pokaż wszystkie sesje i zakończyć tę sesję.\n\nJeśli uważasz, że ktoś zalogował się na twoje konto wbrew twojej woli, możesz w ustawieniach włączyć weryfikację dwustopniową\n\nZ poważaniem,\nZespół Telegramu";

"lng_new_version_wrap" = "Telegram Desktop został zaktualizowany do wersji {version}\n\n{changes}\n\nPełna historia wersji dostępna jest tutaj:\n{link}";
"lng_new_version_minor" = "— Poprawki i inne drobne ulepszenia";

"lng_menu_insert_unicode" = "Wstaw znak kontrolny (sterujący) Unicode";

"lng_full_name" = "{first_name} {last_name}";

"lng_confirm_phone_link_invalid" = "Link jest niepoprawny lub wygasł.";
"lng_confirm_phone_title" = "Anuluj resetowanie konta";
"lng_confirm_phone_about" = "Ktoś z dostępem do twojego numeru telefonu {phone} poprosił o usunięcie twojego konta Telegramu i zresetowanie hasła weryfikacji dwustopniowej.\n\nJeśli to nie ty, podaj kod otrzymany SMS-em.";
"lng_confirm_phone_success" = "Sukces!\n\nProces usuwania konta {phone} został anulowany. Możesz zamknąć to okno.";
"lng_confirm_phone_send" = "Wyślij";
"lng_confirm_phone_enter_code" = "Wprowadź kod.";

"lng_theme_editor_no_keys" = "Jeszcze brak kluczy w palecie kolorów.";
"lng_theme_editor_cant_change_theme" = "Nie można zastosować nowego motywu podczas edytowania palety kolorów. Należy najpierw zamknąć edytor motywu.";
"lng_theme_editor_new_keys" = "Jeszcze nie ma w palecie kolorów.";
"lng_theme_editor_background_image" = "Obraz tła";
"lng_theme_editor_saved_to_jpg" = "Zapisywany do JPEG, {size}";
"lng_theme_editor_read_from_jpg" = "Obraz JPEG, {size}";
"lng_theme_editor_read_from_png" = "Obraz PNG, {size}";
"lng_theme_editor_export" = "Eksportuj";
"lng_theme_editor_choose_image" = "Wybierz obraz tła";
"lng_theme_editor_save_palette" = "Zapisz plik palety kolorów";
"lng_theme_editor_choose_name" = "Zapisz plik motywu";
"lng_theme_editor_error" = "Edytor napotkał błąd :( Zobacz szczegóły w pliku „log.txt”.";
"lng_theme_editor_done" = "Motyw został wyeksportowany!";
"lng_theme_editor_title" = "Edycja palety kolorów";
"lng_theme_editor_export_button" = "Eksportuj motyw";

"lng_payments_not_supported" = "Telegram Desktop jeszcze nie obsługuje płatności. Aby zapłacić, proszę skorzystać z jednej z naszych aplikacji mobilnych.";
"lng_payments_receipt_label" = "Paragon";
"lng_payments_receipt_label_test" = "Paragon testowy";
"lng_payments_invoice_label" = "Faktura";
"lng_payments_invoice_label_test" = "Faktura testowa";
"lng_payments_receipt_button" = "Paragon";

"lng_call_status_incoming" = "dzwoni do ciebie…";
"lng_call_status_connecting" = "łączenie…";
"lng_call_status_exchanging" = "wymiana kluczy szyfrujących…";
"lng_call_status_waiting" = "oczekiwanie…";
"lng_call_status_requesting" = "żądanie…";
"lng_call_status_hanging" = "rozłączanie…";
"lng_call_status_ended" = "połączenie zakończone";
"lng_call_status_failed" = "nie udało się połączyć";
"lng_call_status_ringing" = "dzwonię…";
"lng_call_status_busy" = "linia zajęta";
"lng_call_fingerprint_tooltip" = "Jeśli te emotikony są takie same na ekranie użytkownika {user}, połączenie to jest w 100% bezpieczne.";

"lng_call_error_not_available" = "Użytkownik {user} nie akceptuje połączeń.";
"lng_call_error_incompatible" = "Użytkownik {user} korzysta z aplikacji z niekompatybilnym protokołem. Aby móc nawiązywać rozmowy, należy zaktualizować tę aplikację.";
"lng_call_error_outdated" = "Użytkownik {user} korzysta z aplikacji z niekompatybilnym protokołem. Aby móc nawiązywać połączenia, należy zaktualizować tę aplikację.";
"lng_call_error_audio_io" = "Problem z odtwarzaniem dźwięku na komputerze. Upewnij się, że głośniki i mikrofon komputera działają prawidłowo i spróbuj ponownie.";

"lng_call_bar_hangup" = "Zakończ połączenie";

"lng_call_box_title" = "Połączenia";
"lng_call_box_about" = "Nie wykonano jeszcze żadnych połączeń.";
"lng_call_box_status_today" = "{time}";
"lng_call_box_status_yesterday" = "Wczoraj o {time}";
"lng_call_box_status_date" = "{date} o {time}";
"lng_call_box_status_group" = "({count}) {status}";

"lng_call_outgoing" = "Połączenie wychodzące";
"lng_call_incoming" = "Połączenie przychodzące";
"lng_call_missed" = "Połączenie nieodebrane";
"lng_call_cancelled" = "Połączenie anulowane";
"lng_call_declined" = "Połączenie odrzucone";
"lng_call_duration_info" = "{time}, {duration}";
"lng_call_type_and_duration" = "{type} ({duration})";

"lng_call_rate_label" = "Oceń jakość swojego połączenia";
"lng_call_rate_comment" = "Komentarz (opcjonalny)";

"lng_player_message_today" = "Dzisiaj o {time}";
"lng_player_message_yesterday" = "Wczoraj o {time}";
"lng_player_message_date" = "{date} o {time}";

"lng_rights_edit_admin" = "Edytuj administratora";
"lng_rights_edit_admin_header" = "Co może robić ten administrator?";
"lng_rights_about_add_admins_yes" = "Ten administrator będzie mógł dodawać nowych administratorów z tymi samymi (lub bardziej ograniczonymi) uprawnieniami niż on sam.";
"lng_rights_about_add_admins_no" = "Ten administrator nie będzie mógł dodawać nowych administratorów.";
"lng_rights_about_admin_cant_edit" = "Nie możesz edytować uprawnień tego administratora.";
"lng_rights_user_restrictions" = "Ograniczenia użytkownika";
"lng_rights_user_restrictions_header" = "Co może robić ten użytkownik?";

"lng_rights_channel_info" = "Zmieniać informacje o kanale";
"lng_rights_channel_post" = "Publikować wiadomości";
"lng_rights_channel_edit" = "Edytować wiadomości innych";
"lng_rights_channel_delete" = "Usuwać wiadomości innych";
"lng_rights_group_info" = "Zmieniać informacje o grupie";
"lng_rights_group_ban" = "Blokować użytkowników";
"lng_rights_group_invite_link" = "Zapraszać użytkowników poprzez link";
"lng_rights_group_invite" = "Dodawać użytkowników";
"lng_rights_group_pin" = "Przypinać wiadomości";
"lng_rights_group_delete" = "Usuwać wiadomości";
"lng_rights_add_admins" = "Dodawać nowych administratorów";
"lng_rights_chat_read" = "Czytać wiadomości";
"lng_rights_chat_send_text" = "Wysyłać wiadomości";
"lng_rights_chat_send_media" = "Wysyłać multimedia";
"lng_rights_chat_send_stickers" = "Wysyłać naklejki i GIFy";
"lng_rights_chat_send_links" = "Wstawiać linki";
"lng_rights_chat_banned_until_header" = "Ograniczony:";
"lng_rights_chat_banned_forever" = "Na zawsze";
"lng_rights_chat_banned_day#one" = "Przez {count} dzień";
"lng_rights_chat_banned_day#other" = "Przez {count} dni";
"lng_rights_chat_banned_week#one" = "Przez {count} tydzień";
"lng_rights_chat_banned_week#other" = "Przez {count} tyg.";
"lng_rights_chat_banned_custom" = "Ustawienia własne";
"lng_rights_chat_banned_custom_date" = "Do {date}";

"lng_restricted_send_message" = "Administratorzy tej grupy ograniczyli ci możliwość pisania tutaj.";
"lng_restricted_send_media" = "Administratorzy tej grupy ograniczyli ci możliwość wysyłania multimediów.";
"lng_restricted_send_stickers" = "Administratorzy tej grupy ograniczyli ci możliwość wysyłania naklejek.";
"lng_restricted_send_gifs" = "Administratorzy tej grupy ograniczyli ci możliwość wysyłania GIFów tutaj.";
"lng_restricted_send_inline" = "Administratorzy tej grupy ograniczyli ci możliwość wysyłania tutaj treści liniowej (inline).";

"lng_restricted_list_title" = "Ograniczeni użytkownicy";
"lng_banned_list_title" = "Zablokowani użytkownicy";

"lng_admin_log_title_all" = "Wszystkie zdarzenia";
"lng_admin_log_title_selected" = "Wybrane zdarzenia";
"lng_admin_log_filter" = "Filtr";
"lng_admin_log_filter_title" = "Filtr";
"lng_admin_log_filter_all_actions" = "Wszystkie zdarzenia";
"lng_admin_log_filter_restrictions" = "Nowe ograniczenia";
"lng_admin_log_filter_admins_new" = "Nowi administratorzy";
"lng_admin_log_filter_members_new" = "Nowi członkowie";
"lng_admin_log_filter_info_group" = "Informacje o grupie";
"lng_admin_log_filter_info_channel" = "Informacje o kanale";
"lng_admin_log_filter_messages_deleted" = "Usunięte wiadomości";
"lng_admin_log_filter_messages_edited" = "Edytowane wiadomości";
"lng_admin_log_filter_messages_pinned" = "Przypięte wiadomości";
"lng_admin_log_filter_members_removed" = "Opuszczający członkowie";
"lng_admin_log_filter_all_admins" = "Wszyscy użytkownicy i administratorzy";
"lng_admin_log_about" = "Co to jest?";
"lng_admin_log_about_text" = "To jest lista wszystkich czynności serwisowych podejmowanych przez członków i administratorów grupy przez ostatnie 48 godzin.";
"lng_admin_log_no_results_title" = "Nie znaleziono zdarzeń";
"lng_admin_log_no_results_text" = "Nie znaleziono żadnych ostatnich zdarzeń pasujących do twojego zapytania.";
"lng_admin_log_no_results_search_text" = "Nie znaleziono żadnych ostatnich zdarzeń zawierających '{query}'.";
"lng_admin_log_no_events_title" = "Tu jeszcze nie ma zdarzeń";
"lng_admin_log_no_events_text" = "Nie było czynności serwisowych\npodejmowanych przez członków i\nadministratorów grupy\nprzez ostatnie 48 godzin.";

"lng_admin_log_empty_text" = "Pusty";
"lng_admin_log_changed_title_group" = "Użytkownik {from} zmienił nazwę grupy na «{title}»";
"lng_admin_log_changed_title_channel" = "Użytkownik {from} zmienił nazwę kanału na «{title}»";
"lng_admin_log_changed_description_group" = "Użytkownik {from} edytował opis grupy:";
"lng_admin_log_removed_description_group" = "Użytkownik {from} usunął opis grupy";
"lng_admin_log_changed_description_channel" = "Użytkownik {from} edytował opis kanału:";
"lng_admin_log_removed_description_channel" = "Użytkownik {from} usunął opis kanału";
"lng_admin_log_previous_description" = "Poprzedni opis";
"lng_admin_log_changed_link_group" = "Użytkownik {from} zmienił link grupy:";
"lng_admin_log_removed_link_group" = "Użytkownik {from} usunął link grupy";
"lng_admin_log_changed_link_channel" = "Użytkownik {from} zmienił link kanału:";
"lng_admin_log_removed_link_channel" = "Użytkownik {from} usunął link kanału";
"lng_admin_log_previous_link" = "Poprzedni link";
"lng_admin_log_changed_photo_group" = "Użytkownik {from} zmienił zdjęcie grupy";
"lng_admin_log_changed_photo_channel" = "Użytkownik {from} zmienił zdjęcie kanału";
"lng_admin_log_removed_photo_group" = "Użytkownik {from} usunął zdjęcie grupy";
"lng_admin_log_removed_photo_channel" = "Użytkownik {from} zmienił zdjęcie kanału";
"lng_admin_log_invites_enabled" = "Użytkownik {from} włączył zaproszenia do grupy";
"lng_admin_log_invites_disabled" = "Użytkownik {from} wyłączył zaproszenia do grupy";
"lng_admin_log_signatures_enabled" = "Użytkownik {from} włączył podpisy";
"lng_admin_log_signatures_disabled" = "Użytkownik {from} wyłączył podpisy";
"lng_admin_log_pinned_message" = "Użytkownik {from} przypiął wiadomość:";
"lng_admin_log_unpinned_message" = "Użytkownik {from} odpiął wiadomość:";
"lng_admin_log_edited_caption" = "Użytkownik {from} edytował podpis:";
"lng_admin_log_removed_caption" = "Użytkownik {from} usunął podpis";
"lng_admin_log_previous_caption" = "Oryginalny podpis";
"lng_admin_log_edited_message" = "Użytkownik {from} edytował wiadomość:";
"lng_admin_log_previous_message" = "Oryginalna wiadomość";
"lng_admin_log_deleted_message" = "Użytkownik {from} usunął wiadomość:";
"lng_admin_log_participant_joined" = "Użytkownik {from} dołączył do grupy";
"lng_admin_log_participant_joined_channel" = "Użytkownik {from} dołączył do kanału";
"lng_admin_log_participant_left" = "Użytkownik {from} opuścił grupę";
"lng_admin_log_participant_left_channel" = "Użytkownik {from} opuścił kanał";
"lng_admin_log_invited" = "zaprosił {user}";
"lng_admin_log_banned" = "zablokowano {user}";
"lng_admin_log_restricted" = "zmieniono ograniczenia dla {user} {until}";
"lng_admin_log_promoted" = "zmieniono uprawnienia dla {user}";
"lng_admin_log_changed_stickers_group" = "Użytkownik {from} zmienił {sticker_set} grupy";
"lng_admin_log_changed_stickers_set" = "zestaw naklejek";
"lng_admin_log_removed_stickers_group" = "Użytkownik {from} usunął zestaw naklejek grupy";
"lng_admin_log_user_with_username" = "{name} ({mention})";
"lng_admin_log_restricted_forever" = "na czas nieokreślony";
"lng_admin_log_restricted_until" = "do {date}";
"lng_admin_log_banned_view_messages" = "Czytanie wiadomości";
"lng_admin_log_banned_send_messages" = "Wysyłanie wiadomości";
"lng_admin_log_banned_send_media" = "Wysyłanie multimediów";
"lng_admin_log_banned_send_stickers" = "Wysyłanie naklejek i GIFów";
"lng_admin_log_banned_embed_links" = "Wstawianie linków";
"lng_admin_log_admin_change_info" = "Zmienianie informacji";
"lng_admin_log_admin_post_messages" = "Publikowanie wiadomości";
"lng_admin_log_admin_edit_messages" = "Edytowanie wiadomości";
"lng_admin_log_admin_delete_messages" = "Usuwanie wiadomości";
"lng_admin_log_admin_ban_users" = "Blokowanie użytkowników";
"lng_admin_log_admin_invite_users" = "Dodawanie użytkowników";
"lng_admin_log_admin_invite_link" = "Zapraszanie użytkowników poprzez link";
"lng_admin_log_admin_pin_messages" = "Przypinanie wiadomości";
"lng_admin_log_admin_add_admins" = "Dodawanie nowych administratorów";

// Wnd specific

"lng_wnd_choose_program_menu" = "Wybierz domyślny program…";

"lng_wnd_menu_undo" = "Cofnij";
"lng_wnd_menu_redo" = "Przywróć";

// Linux specific

"lng_linux_menu_undo" = "Cofnij";
"lng_linux_menu_redo" = "Przywróć";

// Mac specific

"lng_mac_choose_program_menu" = "Inne…";

"lng_mac_choose_app" = "Wybierz aplikację";
"lng_mac_choose_text" = "Wybierz aplikację do otwierania dokumentu „{file}”.";
"lng_mac_enable_filter" = "Włącz:";
"lng_mac_recommended_apps" = "Zalecane aplikacje";
"lng_mac_all_apps" = "Wszystkie aplikacje";
"lng_mac_always_open_with" = "Zawsze otwórz za pomocą";
"lng_mac_this_app_can_open" = "Ta aplikacja może otworzyć „{file}”.";
"lng_mac_not_known_app" = "Nie wiadomo, czy ta aplikacja może otworzyć „{file}”.";

"lng_mac_menu_services" = "Usługi";
"lng_mac_menu_hide_telegram" = "Ukryj {telegram}";
"lng_mac_menu_hide_others" = "Ukryj inne";
"lng_mac_menu_show_all" = "Pokaż wszystko";
"lng_mac_menu_preferences" = "Preferencje…";
"lng_mac_menu_quit_telegram" = "Wyłącz {telegram}";
"lng_mac_menu_about_telegram" = "O programie… {telegram}";
"lng_mac_menu_file" = "Plik";
"lng_mac_menu_logout" = "Wyloguj";
"lng_mac_menu_edit" = "Edytuj";
"lng_mac_menu_undo" = "Cofnij";
"lng_mac_menu_redo" = "Przywróć";
"lng_mac_menu_cut" = "Wytnij";
"lng_mac_menu_copy" = "Kopiuj";
"lng_mac_menu_paste" = "Wklej";
"lng_mac_menu_delete" = "Usuń";
"lng_mac_menu_select_all" = "Zaznacz wszystko";
"lng_mac_menu_window" = "Okno";
"lng_mac_menu_contacts" = "Kontakty";
"lng_mac_menu_add_contact" = "Dodaj kontakt";
"lng_mac_menu_new_group" = "Nowa grupa";
"lng_mac_menu_new_channel" = "Nowy kanał";
"lng_mac_menu_show" = "Pokaż Telegram";

// Keys finished
